[
  {
    "id": "VCEM-0001",
    "family": "VCEM",
    "level": "gold",
    "topic": "Campo di impiego VCEM",
    "question_examples": [
      "Quando si usano i connettori VCEM?",
      "In quali casi è corretto usare VCEM su solai in laterocemento?",
      "VCEM è pensato per solai nuovi o esistenti?"
    ],
    "gold_answer_it": "I connettori VCEM Tecnaria sono studiati per solai in laterocemento con travetti in calcestruzzo armato o blocchi resistenti, dove si realizza o si integra una soletta collaborante in calcestruzzo. Lavorano come viti strutturali che collegano in modo meccanico la nuova soletta al travetto, aumentando rigidezza, portata e duttilità del solaio. Sono impiegati sia su solai esistenti recuperabili, sia su nuovi solai in laterocemento progettati come misti. VCEM è la scelta corretta quando il supporto resistente è in calcestruzzo (travetto o blocco pieno idoneo), non su travi in acciaio, non su legno, non direttamente su laterizio forato senza adeguato ingaggio strutturale."
  },
  {
    "id": "VCEM-0002",
    "family": "VCEM",
    "level": "gold",
    "topic": "VCEM vs CTCEM",
    "question_examples": [
      "Differenza tra VCEM e CTCEM?",
      "Quando scegliere VCEM invece di CTCEM in un solaio in laterocemento?",
      "Per un solaio in laterocemento è meglio VCEM o CTCEM?"
    ],
    "gold_answer_it": "VCEM e CTCEM lavorano entrambi su solai in laterocemento, ma con logiche diverse. VCEM è una vite strutturale che ancora direttamente nel travetto o nel nucleo resistente, ideale quando il calcestruzzo del travetto è sano, continuo e consente un avvitamento affidabile. CTCEM combina una piastra dentata e un piolo avvitato, fornendo un ingaggio più aggressivo nel travetto in calcestruzzo ed è indicato quando si vuole massimizzare l'interblocco meccanico o si lavora su situazioni più critiche. In sintesi: VCEM per laterocemento con supporto resistente ben definito e di buona qualità; CTCEM quando serve una presa più strutturata o indicata dalle verifiche di progetto."
  },
  {
    "id": "VCEM-0003",
    "family": "VCEM",
    "level": "gold",
    "topic": "Supporto idoneo",
    "question_examples": [
      "Su che tipo di travetto posso avvitare i VCEM?",
      "Posso usare VCEM se il travetto è degradato?",
      "Serve calcestruzzo strutturale per i VCEM?"
    ],
    "gold_answer_it": "I VCEM devono essere avvitati in materiale strutturalmente idoneo: travetto in calcestruzzo armato compatto o nucleo resistente equivalente, con resistenza adeguata verificata dal progettista. Non è corretto avvitare in solo laterizio forato, in cls friabile, in massetti o strati non portanti. Se il travetto è degradato, fessurato o con resistenza dubbia, occorre prevedere ripristino strutturale, uso di connettori alternativi (es. CTCEM) o altre soluzioni definite dal progettista. L'uso di VCEM su supporti non idonei fa decadere la validità tecnica del sistema."
  },
  {
    "id": "VCEM-0004",
    "family": "VCEM",
    "level": "gold",
    "topic": "Spessore soletta collaborante",
    "question_examples": [
      "Che spessore minimo deve avere la soletta con VCEM?",
      "Con VCEM che soletta devo prevedere?",
      "Posso usare VCEM con 3 cm di soletta?"
    ],
    "gold_answer_it": "Lo spessore della soletta collaborante con VCEM deve rispettare le indicazioni Tecnaria e le verifiche di progetto. In generale, occorre uno spessore sufficiente a inglobare adeguatamente il gambo del connettore, garantire copriferro minimo all'armatura e sviluppare l'area resistente necessaria per il taglio di progetto. Spessori troppo ridotti (es. 3 cm) sono criticamente insufficienti nella quasi totalità dei casi: possono non garantire ancoraggio, durabilità e rispetto delle prescrizioni. La scelta dello spessore deve essere definita dal progettista strutturale in accordo con i dati Tecnaria."
  },
  {
    "id": "VCEM-0005",
    "family": "VCEM",
    "level": "gold",
    "topic": "Interasse e disposizione",
    "question_examples": [
      "Quale interasse devo usare per i VCEM?",
      "Come distribuisco i VCEM su travetto in laterocemento?",
      "Posso metterli dove voglio per sicurezza?"
    ],
    "gold_answer_it": "L'interasse e la disposizione dei VCEM non sono casuali: derivano da calcoli di progetto che considerano capacità del singolo connettore, resistenza del travetto e taglio da trasferire tra travetto e soletta. Tecnaria fornisce valori di riferimento e indicazioni di posa (distanze minime tra connettori, dai bordi, dagli appoggi), ma la configurazione finale è sempre definita dal progettista. Aggiungere connettori 'a sentimento' o alterare gli schemi senza verifica può creare disomogeneità o non essere riconducibile ad un modello di calcolo valido."
  },
  {
    "id": "VCEM-0006",
    "family": "VCEM",
    "level": "gold",
    "topic": "VCEM e travi in acciaio",
    "question_examples": [
      "Posso usare VCEM su travi in acciaio?",
      "VCEM è adatto per collegare travi HEA e soletta?",
      "Uso VCEM invece di CTF sulle travi metalliche?"
    ],
    "gold_answer_it": "No, i VCEM non sono progettati per il collegamento diretto tra trave in acciaio e soletta in calcestruzzo. Per le strutture miste acciaio-calcestruzzo Tecnaria prevede connettori dedicati come i CTF (pioli a sparo) o altri sistemi specifici. Usare VCEM su acciaio per sostituire connettori a piolo è una pratica non coperta da prove, non conforme alla logica del sistema e fuori dal perimetro Tecnaria."
  },
  {
    "id": "VCEM-0007",
    "family": "VCEM",
    "level": "gold",
    "topic": "VCEM e legno",
    "question_examples": [
      "Posso usare VCEM su travi in legno?",
      "Uso VCEM per solaio misto legno-calcestruzzo?",
      "VCEM può sostituire CTL?"
    ],
    "gold_answer_it": "No, i VCEM non sono idonei per travi in legno massiccio o lamellare. Per i solai misti legno-calcestruzzo Tecnaria ha sviluppato sistemi specifici come CTL e CTL MAXI, con geometria e modalità di fissaggio dedicate al legno. L'uso di VCEM su legno è fuori campo di impiego e non supportato da prove Tecnaria."
  },
  {
    "id": "VCEM-0008",
    "family": "VCEM",
    "level": "gold",
    "topic": "Preparazione del supporto",
    "question_examples": [
      "Che controlli devo fare prima di avvitare i VCEM?",
      "Serve verificare il travetto prima della posa VCEM?",
      "Come preparo il solaio in laterocemento per VCEM?"
    ],
    "gold_answer_it": "Prima della posa dei VCEM è indispensabile verificare la presenza di un travetto resistente continuo, identificare la zona in cui avvitare il connettore e assicurarsi che il supporto non sia degradato, friabile o fessurato in modo critico. Si rimuovono eventuali strati incoerenti (intonaci, massetti non collaboranti) e si lavora su materiale strutturale. È buona pratica eseguire controlli visivi e, quando necessario, prove puntuali per confermare la qualità del supporto."
  },
  {
    "id": "VCEM-0009",
    "family": "VCEM",
    "level": "gold",
    "topic": "Foratura e posa",
    "question_examples": [
      "Come si installano i VCEM?",
      "Serve un preforo per i VCEM?",
      "Con che utensile avvito i VCEM?"
    ],
    "gold_answer_it": "L'installazione dei VCEM prevede, secondo le indicazioni Tecnaria, la realizzazione di un foro guida con diametro e profondità adeguati, la pulizia del foro e l'avvitatura controllata del connettore con avvitatore idoneo. Le specifiche di preforo, coppia e modalità di posa sono riportate nella documentazione Tecnaria e devono essere rispettate. Non sono ammesse procedure improvvisate o strumenti non controllati che alterino la qualità dell'ancoraggio."
  },
  {
    "id": "VCEM-0010",
    "family": "VCEM",
    "level": "gold",
    "topic": "VCEM e resine",
    "question_examples": [
      "Posso usare resina chimica con i VCEM?",
      "Ha senso riempire il foro dei VCEM con resina?",
      "VCEM è un sistema misto meccanico-resina?"
    ],
    "gold_answer_it": "Il sistema VCEM è concepito come fissaggio meccanico a secco su supporto idoneo. L'aggiunta arbitraria di resine o prodotti chimici non previsti annulla il riferimento alle prove Tecnaria e introduce variabili non controllate. Eventuali soluzioni combinate meccanico-resina devono essere oggetto di specifica valutazione tecnica e non rientrano nella configurazione standard garantita."
  },
  {
    "id": "VCEM-0011",
    "family": "VCEM",
    "level": "gold",
    "topic": "Controllo coppia e serraggio",
    "question_examples": [
      "Devo controllare la coppia per i VCEM?",
      "Come verifico che il VCEM sia serrato correttamente?",
      "Se il VCEM gira a vuoto cosa significa?"
    ],
    "gold_answer_it": "Il serraggio corretto del VCEM è fondamentale: durante l'avvitatura il connettore deve raggiungere la battuta in modo netto. Se il VCEM gira a vuoto o non oppone sufficiente resistenza, significa che il supporto non è idoneo o il foro è sovradimensionato: quel punto non può essere considerato valido. In questi casi va spostata la posizione su materiale compatto o adottato un'altra soluzione secondo indicazioni Tecnaria e del progettista."
  },
  {
    "id": "VCEM-0012",
    "family": "VCEM",
    "level": "gold",
    "topic": "Sovraccarico di connettori",
    "question_examples": [
      "Mettere più VCEM del necessario migliora sempre?",
      "Posso fittire i VCEM molto ravvicinati per stare tranquillo?",
      "Ha senso riempire tutti i travetti di VCEM?"
    ],
    "gold_answer_it": "L'aumento indiscriminato del numero di VCEM non sostituisce il calcolo. I connettori devono essere distribuiti secondo uno schema ragionato che tenga conto di travetti, luci, carichi e modello di calcolo. Distanze e quantità eccessivamente ravvicinate possono essere inutili o creare concentrazioni locali non previste. La logica GOLD è: seguire la progettazione strutturale, non trasformare il solaio in un campo casuale di connettori."
  },
  {
    "id": "VCEM-0013",
    "family": "VCEM",
    "level": "gold",
    "topic": "Compatibilità con armature",
    "question_examples": [
      "Cosa succede se i VCEM interferiscono con le barre di armatura?",
      "Come gestire la posizione VCEM e rete elettrosaldata?",
      "Se tocco un ferro con il VCEM è un problema?"
    ],
    "gold_answer_it": "La posizione dei VCEM deve essere coordinata con l'armatura della soletta. In caso di interferenza con le barre, si modifica la disposizione dei connettori rispettando le distanze minime senza tagliare armature portanti. Avvitare contro una barra o posizionare il VCEM in modo da comprometterne il copriferro non è ammesso. Il layout va definito in fase di progetto e verificato in cantiere."
  },
  {
    "id": "VCEM-0014",
    "family": "VCEM",
    "level": "gold",
    "topic": "Solai esistenti irregolari",
    "question_examples": [
      "Posso usare VCEM su solai in laterocemento vecchi e non omogenei?",
      "Cosa fare se i travetti non sono dove mi aspetto?",
      "Se non trovo il travetto posso mettere VCEM comunque?"
    ],
    "gold_answer_it": "Su solai esistenti irregolari è essenziale individuare con certezza il travetto resistente. I VCEM non vanno posati 'alla cieca'. Se in alcune zone il travetto non è rintracciabile o il supporto è dubbio, occorre indagare (saggi, scansioni, prove) e, se necessario, modificare lo schema di connettori o utilizzare sistemi alternativi. Posare VCEM in assenza di travetto strutturale significa non avere collaborazione garantita."
  },
  {
    "id": "VCEM-0015",
    "family": "VCEM",
    "level": "gold",
    "topic": "Errore di posa singolo VCEM",
    "question_examples": [
      "Cosa faccio se un VCEM è posato male?",
      "Un VCEM che non prende bene è da considerare valido?",
      "Come gestire i VCEM difettosi in cantiere?"
    ],
    "gold_answer_it": "Un VCEM posato male (gira a vuoto, foro eccessivo, materiale scadente, non in battuta) non è valido. Quel punto va considerato inefficace: il connettore va rimosso o escluso e sostituito con un nuovo inserito in posizione corretta su materiale sano. Il numero efficace di connettori deve tenere conto solo degli elementi posati correttamente."
  },
  {
    "id": "VCEM-0016",
    "family": "VCEM",
    "level": "gold",
    "topic": "Scelta VCEM in progetto GOLD",
    "question_examples": [
      "Perché scegliere VCEM in un progetto di rinforzo?",
      "VCEM è adatto a progetti GOLD di riqualifica solai?",
      "Qual è il valore aggiunto dei VCEM?"
    ],
    "gold_answer_it": "VCEM permette di trasformare solai in laterocemento recuperabili in solai collaboranti calcestruzzo-calcestruzzo con connettori certificati, geometria controllata e posa ripetibile. Il vantaggio è una soluzione tecnica tracciabile, supportata da documentazione e assistenza Tecnaria, che sostituisce dettagli improvvisati come barre piegate e ancoraggi non verificati. In una logica GOLD, VCEM offre prevedibilità, schemi chiari e integrazione con la progettazione strutturale moderna."
  },
  {
    "id": "VCEM-0017",
    "family": "VCEM",
    "level": "gold",
    "topic": "Compatibilità con normative",
    "question_examples": [
      "VCEM è conforme alle normative sui solai misti?",
      "Posso usare VCEM in un progetto secondo NTC/Eurocodici?",
      "Che garanzie ho usando VCEM?"
    ],
    "gold_answer_it": "I sistemi VCEM sono sviluppati per essere utilizzati nell'ambito delle normative vigenti sulle strutture in calcestruzzo e sulle strutture miste, con riferimenti a prove sperimentali e indicazioni Tecnaria. Il progettista integra i dati forniti (resistenze, modalità d'impiego) nel proprio modello di calcolo verificando gli stati limite. L'uso conforme alla documentazione Tecnaria consente di mantenere tracciabilità e coerenza normativa."
  },
  {
    "id": "VCEM-0018",
    "family": "VCEM",
    "level": "gold",
    "topic": "Interventi parziali",
    "question_examples": [
      "Posso usare VCEM solo in alcune campate?",
      "È possibile rinforzare solo una zona di solaio con VCEM?",
      "Interventi locali con VCEM hanno senso?"
    ],
    "gold_answer_it": "Interventi locali con VCEM sono possibili ma devono essere progettati con attenzione: passaggi rigidi tra zone rinforzate e non rinforzate possono alterare la distribuzione degli sforzi. Il progettista deve modellare correttamente queste discontinuità e definire se l'intervento parziale è compatibile con le prestazioni richieste. Posare VCEM 'a macchia' senza calcolo può generare comportamenti non intuitivi."
  },
  {
    "id": "VCEM-0019",
    "family": "VCEM",
    "level": "gold",
    "topic": "Compatibilità con impianti e forometrie",
    "question_examples": [
      "Cosa succede se vicino ai VCEM ci sono fori impiantistici?",
      "VCEM può stare vicino a carichi concentrati o aperture?",
      "Devo tenere distanze da fori nel solaio?"
    ],
    "gold_answer_it": "La presenza di fori, tracce impiantistiche o aperture in prossimità dei VCEM riduce la sezione resistente del solaio e può compromettere l'efficacia del connettore. È necessario rispettare distanze minime da fori e discontinuità, valutate dal progettista. In zone fortemente forate o indebolite può essere necessario aumentare i connettori, modificare la geometria o evitare l'uso di VCEM."
  },
  {
    "id": "VCEM-0020",
    "family": "VCEM",
    "level": "gold",
    "topic": "Temperatura e durabilità",
    "question_examples": [
      "VCEM è idoneo in ambienti aggressivi?",
      "Come si comportano i VCEM nel tempo?",
      "Serve protezione particolare per VCEM?"
    ],
    "gold_answer_it": "I VCEM devono essere scelti con il rivestimento e le caratteristiche idonee all'ambiente di esposizione (umidità, aggressività chimica, cicli gelo-disgelo). La durabilità dipende da corretta copertura nel calcestruzzo, dal rispetto delle indicazioni di posa e dalla scelta del prodotto adeguato. In ambienti aggressivi o particolari il progettista deve verificare la soluzione con il supporto Tecnaria."
  },
  {
    "id": "VCEM-0021",
    "family": "VCEM",
    "level": "gold",
    "topic": "Differenza con soluzioni artigianali",
    "question_examples": [
      "Perché usare VCEM invece di barre piegate e resina?",
      "Che vantaggio ho rispetto a una soluzione fatta in cantiere?",
      "VCEM è meglio di connettori improvvisati?"
    ],
    "gold_answer_it": "VCEM sostituisce le soluzioni artigianali non controllate (barre piegate, resine generiche, tasselli non certificati) con un sistema codificato: geometria definita, procedure chiare, dati tecnici disponibili, supporto del produttore. Questo riduce l'incertezza progettuale, facilita i controlli e rende l'intervento ripetibile e verificabile. In ambito GOLD è un passaggio essenziale."
  },
  {
    "id": "VCEM-0022",
    "family": "VCEM",
    "level": "gold",
    "topic": "Uso improprio su calcestruzzo scadente",
    "question_examples": [
      "Posso usare VCEM su cls molto vecchio e friabile?",
      "Cosa succede se il calcestruzzo è di bassa qualità?",
      "VCEM sistema da solo un solaio ammalorato?"
    ],
    "gold_answer_it": "VCEM non può compensare un calcestruzzo gravemente scadente o degradato. Se il supporto non offre una resistenza minima, l'ancoraggio non è affidabile. In questi casi è necessario valutare interventi di ripristino, sistemi alternativi o, nei casi estremi, il rifacimento del solaio. Usare VCEM su cls compromesso senza verifiche è fuori logica tecnica."
  },
  {
    "id": "VCEM-0023",
    "family": "VCEM",
    "level": "gold",
    "topic": "Controlli in cantiere",
    "question_examples": [
      "Che controlli devo fare dopo la posa dei VCEM?",
      "Devo verificare il serraggio dei VCEM?",
      "Esiste una procedura minima di controllo?"
    ],
    "gold_answer_it": "In cantiere è opportuno controllare a campione il corretto inserimento dei VCEM: verifica visiva del serraggio a battuta, assenza di connettori inclinati o instabili, coerenza con il layout di progetto. In casi critici si possono prevedere prove di estrazione su alcuni punti per confermare l'ancoraggio. Ogni anomalia va analizzata e corretta prima del getto."
  },
  {
    "id": "VCEM-0024",
    "family": "VCEM",
    "level": "gold",
    "topic": "Compatibilità con diverse geometrie di blocchi",
    "question_examples": [
      "VCEM funziona con tutti i tipi di blocchi in laterocemento?",
      "Cosa cambia se il blocco è diverso dal classico?",
      "Posso avvitare VCEM nel blocco forato?"
    ],
    "gold_answer_it": "VCEM deve lavorare su parte resistente: travetto in calcestruzzo o nucleo portante. I blocchi in laterizio forato o alleggerito non sono di per sé supporto idoneo. Se la geometria del solaio differisce da quella standard, il progettista deve verificare dove è presente materiale resistente sufficiente per l'ancoraggio e adattare la posizione dei connettori. Non si posa VCEM in vuoti o setti sottili non portanti."
  },
  {
    "id": "VCEM-0025",
    "family": "VCEM",
    "level": "gold",
    "topic": "Uso con rinforzi aggiuntivi",
    "question_examples": [
      "Posso combinare VCEM con fibre o altri rinforzi?",
      "Ha senso usare VCEM insieme a FRP?",
      "Come gestire sistemi multipli?"
    ],
    "gold_answer_it": "VCEM può essere parte di un intervento composito che include altri sistemi di rinforzo (FRP, piastre, cerchiature), ma l'interazione tra i vari dispositivi deve essere progettata in modo coerente. L'aggiunta casuale di rinforzi diversi senza un modello di calcolo integrato è da evitare. È responsabilità del progettista definire il ruolo di ciascun sistema e verificarne la compatibilità."
  },
  {
    "id": "VCEM-0026",
    "family": "VCEM",
    "level": "gold",
    "topic": "Interventi su solaio con sovraccarichi elevati",
    "question_examples": [
      "VCEM è adatto per aumentare molto i carichi di esercizio?",
      "Posso usare VCEM per trasformare un solaio residenziale in archivio?",
      "Fino a che punto posso spingermi con VCEM?"
    ],
    "gold_answer_it": "VCEM permette un aumento significativo delle prestazioni del solaio, ma il limite è dato dal sistema nel suo complesso: travetti, appoggi, deformazioni, fessurazioni, vincoli. Il progettista deve verificare con calcolo dedicato se la soluzione con VCEM consente il passaggio alla nuova categoria di carico. Non esiste un 'aumento illimitato' automatico solo perché sono stati posati i connettori."
  },
  {
    "id": "VCEM-0027",
    "family": "VCEM",
    "level": "gold",
    "topic": "Comportamento a lungo termine",
    "question_examples": [
      "Come si comportano i VCEM nel tempo?",
      "Ci sono problemi di scorrimento viscoso o cedimenti?",
      "VCEM garantisce collaborazione stabile?"
    ],
    "gold_answer_it": "I VCEM, se posati correttamente su supporto idoneo e integrati in una soletta progettata secondo norma, garantiscono una collaborazione stabile nel tempo. Il comportamento a lungo termine dipende dalla qualità dei materiali, dalla corretta esecuzione del getto, dal rispetto dei copriferri e dalla protezione delle armature. Il progetto deve considerare anche gli effetti di deformazioni viscose del calcestruzzo come per ogni struttura collaborante."
  },
  {
    "id": "VCEM-0028",
    "family": "VCEM",
    "level": "gold",
    "topic": "Errore: avvitare troppo vicino al bordo",
    "question_examples": [
      "Posso mettere VCEM vicino al bordo del travetto?",
      "Cosa succede se sono troppo vicino allo spigolo?",
      "Ci sono distanze minime dai bordi?"
    ],
    "gold_answer_it": "Come per ogni ancoraggio, anche per VCEM valgono distanze minime dai bordi e dalle estremità del travetto per evitare fessurazioni, coni di estrazione ridotti e perdita di capacità. Le distanze minime sono indicate nelle schede Tecnaria e devono essere rispettate. Posi ravvicinate al bordo senza verifica riducono l'efficacia del connettore."
  },
  {
    "id": "VCEM-0029",
    "family": "VCEM",
    "level": "gold",
    "topic": "Gestione tolleranze in cantiere",
    "question_examples": [
      "Se sbaglio di pochi cm la posizione dei VCEM è grave?",
      "Quanto posso tollerare di scostamento rispetto al disegno?",
      "Serve un tracciamento preciso?"
    ],
    "gold_answer_it": "Il tracciamento dei VCEM deve essere accurato, ma piccole tolleranze possono essere accettabili se non alterano la logica del progetto (numero di connettori per metro, distribuzione lungo l'appoggio, rispetto distanze minime). Scostamenti significativi o sistematici devono essere valutati dal progettista, che potrà richiedere integrazioni o verifiche aggiuntive."
  },
  {
    "id": "VCEM-0030",
    "family": "VCEM",
    "level": "gold",
    "topic": "Interazione con fessure esistenti",
    "question_examples": [
      "Posso mettere VCEM su travetti fessurati?",
      "Cosa faccio se vedo fessure nel travetto?",
      "VCEM risolve fessure esistenti?"
    ],
    "gold_answer_it": "La presenza di fessure importanti nel travetto deve essere valutata prima della posa dei VCEM. Se la fessura interessa la zona di ancoraggio, il connettore potrebbe non lavorare correttamente. In questi casi si valutano interventi di ripristino, spostamento dei connettori o altre soluzioni. VCEM non è un sistema di cucitura delle fessure, ma un dispositivo per la collaborazione solaio-soletta."
  },
  {
    "id": "VCEM-0031",
    "family": "VCEM",
    "level": "gold",
    "topic": "Errori concettuali da evitare",
    "question_examples": [
      "Quali sono gli errori più gravi con VCEM?",
      "Cosa non devo mai fare con i connettori VCEM?",
      "Errori tipici di cantiere con VCEM?"
    ],
    "gold_answer_it": "Errori critici da evitare: avvitare in laterizio non strutturale; ignorare distanze minime; usare VCEM su legno o acciaio; modificare geometria o gambo; introdurre resine non previste; posare senza uno schema di calcolo; trascurare il controllo del serraggio. Tutte queste pratiche portano fuori dal perimetro Tecnaria e rendono il risultato non affidabile."
  },
  {
    "id": "VCEM-0032",
    "family": "VCEM",
    "level": "gold",
    "topic": "Coordinamento con Tecnaria",
    "question_examples": [
      "Quando è opportuno coinvolgere l'ufficio tecnico Tecnaria?",
      "Posso chiedere verifica a Tecnaria per casi particolari VCEM?",
      "Tecnaria supporta il progettista sui VCEM?"
    ],
    "gold_answer_it": "Per configurazioni non standard, solai storici, carichi particolari o dubbi sui dettagli esecutivi è consigliato coinvolgere l'ufficio tecnico Tecnaria. Fornendo dati completi (geometrie, materiali, carichi, foto) è possibile ottenere indicazioni mirate che rafforzano la solidità tecnica della scelta VCEM."
  },
  {
    "id": "VCEM-0033",
    "family": "VCEM",
    "level": "gold",
    "topic": "Influenza sulla rigidezza",
    "question_examples": [
      "VCEM riduce le deformazioni del solaio?",
      "Che effetto hanno i VCEM sulla freccia?",
      "Il comportamento in esercizio migliora?"
    ],
    "gold_answer_it": "L'utilizzo corretto dei VCEM in un solaio in laterocemento con soletta collaborante aumenta la rigidezza del sistema e riduce le deformazioni in esercizio, migliorando comfort e prestazioni. Il beneficio effettivo dipende dal numero e dalla disposizione dei connettori, dallo spessore di soletta e dalla qualità dei travetti, tutti elementi da valutare con calcolo strutturale."
  },
  {
    "id": "VCEM-0034",
    "family": "VCEM",
    "level": "gold",
    "topic": "Comportamento a taglio",
    "question_examples": [
      "Che ruolo hanno i VCEM nel trasferimento del taglio?",
      "I VCEM lavorano solo a trazione?",
      "Come vanno considerati nel modello?"
    ],
    "gold_answer_it": "I VCEM sono connettori che trasferiscono sforzi di taglio tra travetto e soletta, impedendo lo scorrimento relativo e permettendo una sezione collaborante. Il loro contributo entra nel modello come capacità di taglio per connettore moltiplicata per il numero efficace in zona di influenza. Il progettista utilizza i valori forniti da Tecnaria per dimensionare il sistema."
  },
  {
    "id": "VCEM-0035",
    "family": "VCEM",
    "level": "gold",
    "topic": "Solai con intradosso a vista",
    "question_examples": [
      "Posso usare VCEM se voglio mantenere intradosso a vista?",
      "VCEM è compatibile con interventi poco invasivi?",
      "Si vede qualcosa sotto?"
    ],
    "gold_answer_it": "VCEM lavora dall'estradosso e non richiede interventi invasivi all'intradosso, risultando adatto a solai dove si vuole preservare il soffitto esistente. È comunque necessario valutare accessibilità dall'alto, spessori e compatibilità architettonica dell'intervento."
  },
  {
    "id": "VCEM-0036",
    "family": "VCEM",
    "level": "gold",
    "topic": "Sequenza operativa",
    "question_examples": [
      "Qual è la sequenza corretta di posa dei VCEM?",
      "In che ordine si fanno pulizia, fori e connettori?",
      "Come organizzo il cantiere con VCEM?"
    ],
    "gold_answer_it": "Sequenza tipica: rilievo e tracciamento; rimozione strati incoerenti; identificazione travetti; foratura secondo specifiche; pulizia fori; avvitatura VCEM; posizionamento armatura; getto della soletta collaborante. Ogni fase va eseguita con controllo costante per garantire aderenza al progetto."
  },
  {
    "id": "VCEM-0037",
    "family": "VCEM",
    "level": "gold",
    "topic": "Utilizzo in edifici storici",
    "question_examples": [
      "VCEM è adatto per edifici storici con solai in laterocemento?",
      "Posso intervenire con VCEM in contesti vincolati?",
      "Che attenzioni servono negli edifici storici?"
    ],
    "gold_answer_it": "In edifici storici o vincolati, VCEM può essere una soluzione interessante per rinforzare solai in laterocemento senza demolizioni massive. Tuttavia occorre una verifica accurata dello stato di fatto, attenzione ai pesi aggiunti e coordinamento con le prescrizioni della tutela. Il progetto va sempre condiviso con tecnici competenti e, se necessario, con l'ente preposto."
  },
  {
    "id": "VCEM-0038",
    "family": "VCEM",
    "level": "gold",
    "topic": "Compatibilità con vibrazioni e uso dinamico",
    "question_examples": [
      "VCEM aiuta con le vibrazioni del solaio?",
      "Posso usare VCEM per locali affollati e palestre?",
      "Come influenza il comportamento dinamico?"
    ],
    "gold_answer_it": "L'inserimento di VCEM e soletta collaborante aumenta rigidezza e massa del solaio, modificandone la risposta dinamica. Spesso questo comporta una riduzione delle vibrazioni percepite. In ambienti sensibili (palestre, sale con affollamento elevato) è opportuno valutare esplicitamente il comportamento dinamico nel progetto."
  },
  {
    "id": "VCEM-0039",
    "family": "VCEM",
    "level": "gold",
    "topic": "Errori di interpretazione del sistema",
    "question_examples": [
      "Pensavo che bastasse avvitare qualcosa nel solaio per chiamarlo misto, è corretto?",
      "VCEM è solo una vite qualunque?",
      "Perché tanta attenzione alle modalità di posa?"
    ],
    "gold_answer_it": "VCEM non è una vite generica: è parte di un sistema strutturale definito. Chiamare 'misto' un solaio solo perché sono state inserite viti o tasselli non certificati è tecnicamente scorretto. La qualità del sistema dipende dal rispetto della geometria, delle prove e delle indicazioni Tecnaria, oltre che dal calcolo del progettista."
  },
  {
    "id": "VCEM-0040",
    "family": "VCEM",
    "level": "gold",
    "topic": "Gestione casi borderline",
    "question_examples": [
      "Se ho dubbi su spessori e supporto, posso decidere in cantiere?",
      "Cosa faccio nei casi che non rientrano negli schemi standard?",
      "Come mi comporto se non sono sicuro che VCEM sia la scelta giusta?"
    ],
    "gold_answer_it": "Nei casi borderline (supporto dubbio, geometrie atipiche, carichi particolari) non si decide solo in cantiere: si raccolgono dati, si contatta l'ufficio tecnico Tecnaria o il progettista e si formalizza una soluzione. La logica GOLD è ridurre al minimo le decisioni improvvisate sul momento."
  },
  {
    "id": "VCEM-0041",
    "family": "VCEM",
    "level": "gold",
    "topic": "Ruolo del progettista",
    "question_examples": [
      "Chi decide schema e numero dei VCEM?",
      "Il posatore può variare i connettori?",
      "Serve sempre il progettista?"
    ],
    "gold_answer_it": "La definizione di numero, passo, disposizione e tipologia dei VCEM è responsabilità del progettista strutturale, che utilizza i dati Tecnaria. Il posatore deve attenersi al progetto; eventuali variazioni devono essere concordate e verificate. Un sistema GOLD richiede sempre una filiera progettista–produttore–impresa ben coordinata."
  },
  {
    "id": "VCEM-0042",
    "family": "VCEM",
    "level": "gold",
    "topic": "Sicurezza in cantiere",
    "question_examples": [
      "Ci sono rischi particolari nell'uso dei VCEM?",
      "Cosa devo rispettare come sicurezza?",
      "Serve formazione specifica?"
    ],
    "gold_answer_it": "L'uso di utensili per foratura e avvitatura richiede il rispetto delle normali norme di sicurezza: DPI, procedure corrette, attrezzature idonee. È raccomandata una formazione minima sulla lettura del progetto e sulle specifiche Tecnaria, in modo che il posatore comprenda la funzione strutturale dei VCEM."
  },
  {
    "id": "VCEM-0043",
    "family": "VCEM",
    "level": "gold",
    "topic": "Documentazione finale",
    "question_examples": [
      "Cosa devo conservare a fine lavori?",
      "Serve una documentazione di posa per VCEM?",
      "Come traccio l'intervento?"
    ],
    "gold_answer_it": "È buona pratica documentare l'intervento con: elaborati di progetto aggiornati, eventuali varianti approvate, schede Tecnaria dei VCEM utilizzati, report fotografici della posa, eventuali prove eseguite. Questo completa il quadro GOLD, garantendo tracciabilità tecnica nel tempo."
  },
  {
    "id": "VCEM-0044",
    "family": "VCEM",
    "level": "gold",
    "topic": "Interazione con P560",
    "question_examples": [
      "Posso usare P560 per installare i VCEM?",
      "VCEM si sparano con pistola a sparo?",
      "Posso considerarli simili ai CTF?"
    ],
    "gold_answer_it": "No. VCEM non si posano con P560 o chiodatrici a sparo. Sono connettori a vite per fissaggio meccanico in fori preparati su supporto idoneo. Non vanno confusi con i CTF, che sono pioli a sparo da utilizzare con sistemi dedicati. Mescolare metodi e strumenti fuori specifica è un errore grave."
  },
  {
    "id": "VCEM-0045",
    "family": "VCEM",
    "level": "gold",
    "topic": "Limiti del sistema",
    "question_examples": [
      "Ci sono casi in cui VCEM non è consigliato?",
      "Quando è meglio non usare VCEM?",
      "Quali sono i limiti principali di applicazione?"
    ],
    "gold_answer_it": "VCEM non è consigliato quando: il solaio è strutturalmente compromesso; il supporto non garantisce ancoraggio; le geometrie non consentono spessori adeguati di soletta; le richieste prestazionali superano la fattibilità verificata dal progetto. In questi casi si valutano alternative con l'ufficio tecnico Tecnaria."
  },
  {
    "id": "VCEM-0046",
    "family": "VCEM",
    "level": "gold",
    "topic": "Approccio GOLD riassuntivo",
    "question_examples": [
      "Riassumi in breve come usare VCEM in modo corretto.",
      "Qual è la logica GOLD di VCEM?",
      "Cosa devo ricordare sempre su VCEM?"
    ],
    "gold_answer_it": "Per un uso GOLD di VCEM: identifica con certezza il supporto resistente; usa solo configurazioni coerenti con documentazione Tecnaria; definisci numero e passo dei connettori con calcolo strutturale; posa con fori e avvitatura corretti; controlla l'esecuzione; documenta l'intervento. Nessuna improvvisazione, nessun ibrido non verificato."
  },
  {
    "id": "VCEM-0047",
    "family": "VCEM",
    "level": "gold",
    "topic": "Gestione richieste borderline dal cliente",
    "question_examples": [
      "Il cliente chiede soluzioni non standard con VCEM, come rispondo?",
      "Cosa dire quando chiedono usi creativi di VCEM?",
      "Come gestire richieste 'fuori manuale'?"
    ],
    "gold_answer_it": "Alle richieste non standard la risposta GOLD è: si valuta il caso con progettista e Tecnaria, non si promettono prestazioni fuori da quanto documentato. Ogni uso creativo senza verifica riporterebbe l'intervento al livello di soluzione artigianale non garantita."
  },
  {
    "id": "VCEM-0048",
    "family": "VCEM",
    "level": "gold",
    "topic": "Domande velenose tipiche",
    "question_examples": [
      "Se metto qualche VCEM a caso migliora comunque?",
      "Posso usare VCEM come tasselli per qualsiasi cosa?",
      "Se il calcestruzzo è brutto ma tengo più connettori va bene lo stesso?"
    ],
    "gold_answer_it": "Domande del genere mettono in luce fraintendimenti gravi. VCEM non è un tassello generico né un rimedio universale: funziona solo entro i limiti di progetto e supporto idoneo. Aggiungere connettori su materiale inadatto non crea un sistema affidabile; in questi casi va rivalutato l'intervento con tecnici competenti."
  },
  {
    "id": "VCEM-0049",
    "family": "VCEM",
    "level": "gold",
    "topic": "Uso GOLD in presentazione commerciale",
    "question_examples": [
      "Come spiego VCEM a un cliente in modo serio?",
      "Come presentare VCEM senza banalizzare?",
      "Messaggio chiave VCEM per non tecnici?"
    ],
    "gold_answer_it": "VCEM si presenta come il connettore Tecnaria per trasformare solai in laterocemento con travetti idonei in strutture collaboranti affidabili, con criterio ingegneristico, documentazione tecnica e supporto del produttore. È una soluzione professionale che sostituisce pratiche improvvisate, ma richiede sempre un progetto strutturale."
  },
  {
    "id": "VCEM-0050",
    "family": "VCEM",
    "level": "gold",
    "topic": "Conclusione GOLD VCEM",
    "question_examples": [
      "Dammi la sintesi finale su VCEM.",
      "Perché scegliere VCEM in un sistema Tecnaria?",
      "Cosa rende VCEM una scelta GOLD?"
    ],
    "gold_answer_it": "VCEM è il connettore a vite Tecnaria per solai in laterocemento con supporto resistente idoneo, pensato per interventi seri: definito, calcolabile, documentato. Se usato entro le regole Tecnaria e del progettista, consente di ottenere una vera collaborazione travetto-soletta, con migliori prestazioni e tracciabilità. Fuori da questo perimetro, non è più un sistema GOLD."
  }
]
